brew "zsh"
brew "nvm"
brew "mole" 
brew "gh" 
brew "glab" 

cask "codex-app"
cask "google-chrome"
cask "orbstack"
cask "mos"
cask "raycast"
cask "visual-studio-code"
cask "cc-switch"
cask "obsidian"
cask "clash-verge-rev"
cask "sourcetree"
